Repository: bittin/khronos
Catalog: po/*.po
Languages: sv

source: Log the time it took to do tasks
sv: Logga den tid det tog att utföra uppgifter

source: Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.
sv: Börja logga alla uppgifters tid till slutförande, med möjligheten att stoppa timern när som helst, med aviseringar för längre uppgiftssessioner.

source: Quit anytime with the shortcut Ctrl + Q
sv: Avsluta när som helst med genvägen Ctrl + Q

source: Release: UI Refreshments
sv: Release: UI-förfriskningar

source: Changed: The UI is now with a better layout.
sv: Ändrad: Användargränssnittet har nu en bättre layout.

source: Release: Port to GTK4
sv: Release: Port till GTK4

source: Changed: Rewritten for GTK4.
sv: Ändrat: Omskrivet för GTK4.

source: Track each task time in a simple inobtrusive way
sv: Logga varje uppgifts tidsåtgång på ett enkelt och diskret sätt

source: Plot;Planning;Time Tracking;
sv: Plot;Planering;Tidsspårning;

source: Delay between notifications
sv: Fördröjning mellan aviseringar

source: The delay between two notifications, default is 30min. in seconds.
sv: Fördröjningen mellan två aviseringar, standard är 30 min. i sekunder.

source: Export Logs as CSV…
sv: Exportera loggar som CSV…

source: Import Logs from CSV…
sv: Importera loggar från CSV…

source: About Khronos
sv: Om Khronos

source: Timer
sv: Tidur

source: Log name…
sv: Loggnamn…

source: Adds a log to the list
sv: Lägger till en logg i listan

source: Starts the timer for a log
sv: Startar timern för en logg

source: Logs
sv: Loggar

source: Removes all logs from the list
sv: Tar bort alla loggar från listan

source: No Logs
sv: Inga loggar

source: Add a log on Timer tab and check later.
sv: Lägg till en logg under fliken Tidur och kontrollera senare.

source: Stops the timer for a log
sv: Stoppar timern för en logg

source: Empty the Logs List?
sv: Vill du tömma logglistan?

source: Emptying this list means all the logs in it will be permanently lost with no recovery.
sv: Tömning av listan innebär att alla loggar kommer att förloras permanent utan möjlighet till återställning.

source: Cancel
sv: Avbryt

source: Empty List
sv: Töm listan

source: Go rest for a while before continuing.
sv: Vila ett tag, innan du fortsätter.

source: Maybe grab a snack before continuing.
sv: Kanske ta ett mellanmål innan du fortsätter.

source: Perhaps go get some coffee or tea before continuing.
sv: Kanske gå och dricka kaffe eller te innan du fortsätter.

source: That's a big task. Let's rest a bit before continuing.
sv: Detta är en stor uppgift. Låt oss vila lite innan vi fortsätter.

source: Amazing work! But please rest a bit before continuing.
sv: Fantastiskt jobb! Men vila ett tag innan du fortsätter.

source: Track each task's time in a simple inobtrusive way.
sv: Logga varje uppgifts tidsåtgång på ett enkelt och diskret sätt.

source: translator-credits
sv: Åke Engelbrektson <eson@svenskasprakfiler.se> Luna Jernberg <droidbittin@gmail.com>

source: CSV files
sv: CSV-filer

source: All files
sv: Alla filer
